import React from "react";
import Container from "../../common/Container";
import Section from "../../common/Section";
import Header from "../../common/Header";

export default () => (
  <Container>
      <Header title="Про автора" />
      <Section 
        title="Микита Рис'єв" 
        body={
          <p contentEditable>
            <p>ви можете редагувати текст нижче</p>
            <p>Вітаю! Мене звуть Нік, і я початківець молодший Front-End (React) розробник та 👶 Молодший ручний тестувальник програмного забезпечення з введенням в автоматизацію.
              Моя рідна мова російська, але я більше вчу і практикую англійську мову, польську та трохи німецьку.</p> 
            <p>Зараз я намагаюся вивчати тестування програмного забезпечення та кодування простих веб-додатків.</p>
            <p>Я хочу дуже добре знати програмування і говорити англійською, щоб бути корисним на ринку праці. 
            </p>
          </p>
          } 
        />
  </Container>
);
